Repository: AlaskanDesigns/plugin-jobboard
Catalog: languages/*/messages.po
Languages: es_es, pl_pl

source: We are packing all the resumes nicely, once we finish we will send you and email. Please, be patient.
es_es: Estamos empaquetando todos los CV, en cuanto terminemos, te mandaremos un email. Por favor, espera un momento.
pl_pl: Właśnie pakujemy wszystkie CV. Gdy skończymy, wyślemy Ci e-mail. Prosimy o cierpliwość.

source: Download all the resumes of the applicants
es_es: Descargar todos los CV de los candidatos
pl_pl: Pobierz CV wszystkich kandydatów.

source: Don't send
es_es: No enviar
pl_pl: Nie wysyłaj

source: Save
es_es: Guardar
pl_pl: Zapisz

source: Apply date
es_es: Aplicar fecha
pl_pl: Zastosuj datę

source: Phone
es_es: Teléfono
pl_pl: Telefon

source: Mark as unread
es_es: Marcar como no leído
pl_pl: Zaznacz jako nieprzeczytane

source: years
es_es: años
pl_pl: lata

source: Show %d Applicants
es_es: Enseñar %d candidatos
pl_pl: Pokaż %d kandydatów

source: Search
es_es: Buscar
pl_pl: Szukaj

source: Category
es_es: Categoría
pl_pl: Kategoria

source: All status
es_es: Todos los estados
pl_pl: Wszystkie statusy

source: Jobs
es_es: Empleos
pl_pl: Prace

source: Any sex
es_es: Todos
pl_pl: Wszystkie

source: Age
es_es: Edad
pl_pl: Wiek

source: Show filters
es_es: Enseñar filtros
pl_pl: Pokaż filtry

source: Num. of positions
es_es: Número de vacantes
pl_pl: Numer pozycji

source: Default locations
es_es: Localizaciones por defecto
pl_pl: Domyślne lokalizacje

source: Download resumes
es_es: Descargar CV
pl_pl: Pobierz CV

source: Sex: this field is required
es_es: Sexo: este campo es obligatorio
pl_pl: Płeć: to pole jest obowiązkowe

source: Birthday: this field is required
es_es: Fecha de nacimiento: este campo es obligatorio
pl_pl: Data urodzenia: to pole jest obowiązkowe

source: Complete this form
es_es: Rellena el formulario
pl_pl: Wypełnij formularz

source: Show search
es_es: Ver la búsqueda
pl_pl: Pokaż wyszukiwanie

source: Hide search
es_es: Ocultar la búsqueda
pl_pl: Ukryj wyszukiwanie

source: Edit
es_es: Editar
pl_pl: Edytuj

source: Hired (%1$s)
es_es: Contratado (%1$s)
pl_pl: Zatrudniony (%1$s)

source: Rejected (%1$s)
es_es: Descartado (%1$s)
pl_pl: Odrzucony (%1$s)

source: Interview (%1$s)
es_es: Entrevistado (%1$s)
pl_pl: Rozmowa klasyfikacyjna (%1$s)

source: Active (%1$s)
es_es: Activo (%1$s)
pl_pl: Aktywny (%1$s)

source: Unread (%1$s)
es_es: No leído (%1$s)
pl_pl: Nieprzeczytane (%1$s)

source: You can only apply once a job offer
es_es: Solo puedes aplicar una vez a la oferta de empleo
pl_pl: Możesz aplikować na daną ofertę pracy tylko raz

source: Sex is required
es_es: Sexo: este campo es obligatorio
pl_pl: Płeć: to pole jest obowiązkowe

source: Invalid birthday date
es_es: Fecha de nacimiento: no válido
pl_pl: Data urodzin nieprawidłowa

source: Birthday is required
es_es: Cumpleaños es obligatorio
pl_pl: Data urodzenia: to pole jest obowiązkowe

source: seconds
es_es: segundos
pl_pl: sekundy

source: Prefer not say
es_es: Prefiero no decir
pl_pl: Nieistotne

source: Female
es_es: Mujer
pl_pl: Kobieta

source: Male
es_es: Hombre
pl_pl: Mężczyzna

source: Sex
es_es: Sexo
pl_pl: Płeć

source: Birthday
es_es: Fecha de nacimiento
pl_pl: Data urodzin

source: Spontaneous application
es_es: Candidatura espontánea
pl_pl: Kandydatura spontaniczna

source: Job title
es_es: Nombre del puesto
pl_pl: Tytuł oferty pracy

source: %1$s has deleted the job offer: "%2$s"
es_es: %1$s ha borrado la oferta de empleo: "%2$s"
pl_pl: %1$s skasował ofertę pracy: "%2$s"

source: Recent activity
es_es: Actividad reciente
pl_pl: Ostatnia aktywność

source: Total views
es_es: Total visitas
pl_pl: Całkowita liczba wyświetleń

source: Do you want to send an email to the applicant notifying the status of the application?
es_es: ¿Quieres enviar un email al candidato comentando el cambio del estado de su aplicación?
pl_pl: Czy chcesz wysłać e-mail do kandydata i powiadomić go o zmianie statusu jego kandydatury?

source: Send
es_es: Enviar
pl_pl: Wyślij

source: Applicant status
es_es: Estado de la candidatura
pl_pl: Status kandydata

source: Applied for
es_es: Ha aplicado a
pl_pl: Zaaplikował na

source: spontaneous
es_es: espontáneo
pl_pl: spontaniczna

source: Recent applicants
es_es: Últimos candidatos
pl_pl: Kandydaci

source: Activitiy
es_es: Actividad
pl_pl: Aktywność

source: Vacancies
es_es: Vacantes
pl_pl: Oferty pracy

source: Applicants
es_es: Candidatos
pl_pl: Kandydaci

source: Most viewed
es_es: Más visto
pl_pl: Najczęściej odwiedzane

source: Applicant
es_es: Candidato
pl_pl: Kandydat

source: Received
es_es: Recibido
pl_pl: Otrzymane

source: View all
es_es: Ver todas
pl_pl: Zobacz wszystkie

source: Views
es_es: Visitas
pl_pl: Liczba wizyt

source: This resume doesn't exist
es_es: Este CV no existe
pl_pl: To CV nie istnieje

source: Undefined
es_es: No definido
pl_pl: Niezdefiniowany

source: Part time
es_es: Media jornada
pl_pl: Pół etatu

source: Full time
es_es: Jornada completa
pl_pl: Pełen etat

source: Thanks for sending us your CV
es_es: Gracias por mandarnos tu CV
pl_pl: Dziękujemy za przesłanie nam Twojego CV

source: Name is required
es_es: Nombre es obligatorio
pl_pl: Imię jest obowiązkowe

source: Email is required
es_es: Correo electrónico es obligatorio
pl_pl: E-mail: to pole jest obowiązkowe

source: Cover is required
es_es: Carta de presentación
pl_pl: List motywacyjny: to pole jest obowiązkowe

source: CV is required
es_es: CV es obligatorio
pl_pl: CV jest obowiązkowe

source: The file you tried to upload does not have a valid extension
es_es: El fichero que quiere adjuntar no tiene la extensión válida
pl_pl: Plik, który chcesz pobrać nie posiada ważnego rozszerzenia

source: There were some problem processing your application, please try again
es_es: Ha habido un error al procesar tu solicitud, por favor, inténtalo de nuevo
pl_pl: Wystąpił błąd w aplikacji, spróbuj ponownie

source: Block
es_es: Bloquear
pl_pl: Zablokuj

source: Unblock
es_es: Desbloquear
pl_pl: Odblokuj

source: Duplicate
es_es: Duplicar
pl_pl: Kopiuj

source: Jobboard
es_es: Portal de empleo

source: Dashboard
es_es: Panel
pl_pl: Panel użytkownika

source: Active
es_es: Activo
pl_pl: Aktywny

source: Interview
es_es: Entrevistado
pl_pl: Rozmowa klasyfikacyjna

source: Rejected
es_es: Descartado
pl_pl: Odrzucony

source: Hired
es_es: Contratado
pl_pl: Zatrudniony

source: Modified
es_es: Modificado
pl_pl: Zmodyfikowany

source: # of applicants
es_es: # de candidatos
pl_pl: # kandydatów

source: %d applicants
es_es: %d de candidatos
pl_pl: %d kandydatów

source: Manage all the vacancies published on your website. You can edit, delete, block or duplicate the vacancies already published or filter them by: e-mail, category, region, city etc.
es_es: Gestiona todas las ofertas publicadas en tu sitio web. Puedes editar, borrar, bloquear o duplicar los vacantes ya publicados o filtrarlos según el correo electrónico, categoría, región, ciudad, etc.
pl_pl: Zarządzaj wszystkimi ofertami pracy opublikowanymi na Twojej stronie internetowej. Możesz je edytować, usunąć, zablokować lub kopiować oferty pracy już opublikowane. Filtruj je według: adresu e-mail, kategorii, regionu, miasta itp.

source: Add new vacancy to your job board: enter a title, select a category, country, region and provide a short description.
es_es: Aquí puedes añadir nueva oferta a tu portal de empleo: define su título, selecciona una categoría, un país, una región y proporciona una breve descripción del puesto de trabajo.
pl_pl: Dodaj nową ofertę pracy: wpisz tytuł, wybierz kategorię, kraj, region i dodaj krótki opis.

source: Here you can manage all the applicants that are interested in your vacancies. You can filter them to see only those who have applied for one job offer, view the list by ratings or search applicants by name or email. By clicking on a name of the applicant you can view more information about her/his profile.
es_es: Aquí puedes gestionar todos los candidatos que estén interesados en tus vacantes. Puedes usar filtros para ver quien ha aplicado a las ofertas, ver los candidatos según la calificación o buscar los candidatos por el nombre o correo electrónico. Al hacer click en el nombre del candidato puedes ver más información sobre su perfil.
pl_pl: Tutaj możesz zarządzać wszystkimi kandydatami. Możesz użyć filtrów, aby zobaczyć tylko tych, którzy zaaplikowali na wybraną ofertę pracy, wyświetlić listę kandydatów według przyznanych ocen, imienia lub adresu e-mail. Klikając na imię kandydata, możesz wyświetlić więcej informacji na jego/jej temat.

source: Here you can create, edit, view or delete static pages on which information can be stored, such as "Corporate" or "Legal" pages.
es_es: Aquí puedes crear, editar, ver o eliminar páginas estáticas con la información sobre tu empresa, como por ejemplo: "Sobre nosotros" o "Aviso Legal".
pl_pl: Tutaj można tworzyć, edytować, wyświetlać lub usunąć strony, na których mogą być przechowywane informacje, na przykład strona "Korporacyjna" lub "Prawnicza".

source: Modify the emails your site's users receive when they join your site, when someone shows interest in their ad, to recover their password... <strong>Be careful</strong>: don't modify any of the words that appear within brackets.
es_es: Modifica los mensajes de correo electrónico que reciben los usuarios al unirse a tu tablón de anuncios, cuando alguien muestra interés en tu anuncio, para recuperar su contraseña... <strong> Importante </strong>: no modifique ninguna de las palabras que aparece entre paréntesis.
pl_pl: Edytuj wiadomości e-mail, które otrzymują użytkownicy Twojej strony, kiedy chcą odzyskać swoje hasło, itd... <strong>Uwaga</strong>: nie modyfikuj słów w nawiasach.

source: Personalise your job board, upload your logo, change a background colour, customize fonts, etc.
es_es: Aquí puedes personalizar tu tablón de anuncios, sube logo de tu empresa, cambia los colores, personaliza las fuentes, etc.
pl_pl: Dostosuj job board do swoich potrzeb, dodaj swoje logo, zmień kolor tła, dostosuj rodzaj czcionki, itp.

source: Manage your settings, modify e-mails, titles, admin users, passwords or allow spontaneous applications etc. You can also add a tracking code for Google Analytics here.
es_es: Configura tus ajustes, modifica correos electrónicos, títulos, administradores, contraseñas o permite candidaturas espontáneas etc. También puedes añadir aquí el código de seguimiento de Google Analytics.
pl_pl: Zarządzaj ustawieniami, modyfikuj wiadomości e-mail, nazwy użytkowników, hasła administratora lub uruchom możliwość otrzymywania spontanicznych aplikacji itd. Możesz także dodać kod śledzenia Google Analytics tutaj.

source: Manage vacancies
es_es: Gestiona los vacantes
pl_pl: Zarządzaj ofertami pracy

source: Add vacancy
es_es: Añade un vacante
pl_pl: Dodaj ofertę pracy

source: Edit vacancy
es_es: Edita el vacante
pl_pl: Edytuj ofertę pracy

source: %s &raquo; Applicants
es_es: %s &raquo; Candidatos
pl_pl: %s &raquo; Kandydaci

source: Full-time
es_es: Jornada completa
pl_pl: Pełny etat

source: Job details
es_es: Detalles de la oferta de empleo
pl_pl: Szczegóły oferty pracy

source: Position type
es_es: Jornada laboral
pl_pl: Typ pozycji

source: Salary
es_es: Salario
pl_pl: Pensja

source: Desired experience
es_es: Experiencia deseada
pl_pl: Wymagane doświadczenie

source: Studies
es_es: Formación
pl_pl: Studia

source: Minimum requirements
es_es: Requisitos mínimos
pl_pl: Wymagania

source: Desired requirements
es_es: Requisitos deseados
pl_pl: Pożądane wymagania

source: Contract
es_es: Contrato
pl_pl: Umowa

source: Resumes
es_es: CV
pl_pl: CV

source: Only spontaneous
es_es: Sólo espontáneos
pl_pl: Tylko spontaniczne

source: View unread
es_es: Ver no leído
pl_pl: Pokaż nieprzeczytane

source: E-mail
es_es: Correo electrónico

source: Name
es_es: Nombre
pl_pl: Imię

source: Find
es_es: Encontrar
pl_pl: Znajdź

source: All jobs
es_es: Todos empleos
pl_pl: Wszystkie oferty pracy

source: Email
es_es: Correo electrónico

source: Notes
es_es: Notas
pl_pl: Notatki

source: Rating
es_es: Clasificación
pl_pl: Ocena

source: Delete
es_es: Borrar
pl_pl: Skasuj

source: No data available in table
es_es: No hay datos disponibles en la tabla
pl_pl: Brak dostępnych danych w tabeli

source: Delete applicant
es_es: Borrar candidato
pl_pl: Skasuj kandydata

source: Are you sure you want to delete this applicant?
es_es: ¿Estás seguro de que quieres borrar ese candidato?
pl_pl: Na pewno chcesz skasować tego kandydata?

source: Cancel
es_es: Cancelar
pl_pl: Anuluj

source: Cover letter
es_es: Carta de presentación
pl_pl: List motywacyjny

source: This applicant has not sumitted any resume
es_es: Este candidato aún no tiene ningún currículo
pl_pl: Ten kandydat nie dodał jeszcze żadnego CV

source: Add note
es_es: Añadir nota
pl_pl: Dodaj notatkę

source: No notes have been added to this applicant
es_es: Ninguna nota ha sido añadida a este candidato
pl_pl: Nie dodano jeszcze żadnej notatki do profilu tego kandydata

source: Delete note
es_es: Borrar nota
pl_pl: Skasuj notatkę

source: Are you sure you want to delete this note?
es_es: ¿Estás seguro de que quieres borrar esa nota?
pl_pl: Na pewno chcesz skasować tę notatkę?

source: Note
es_es: Nota
pl_pl: Notatka
