Repository: AlaskanDesigns/plugin-jobboard
Catalog: languages/*/messages.po
Languages: es_es, pl_pl

source: Add your applicants manually <sup>new</sup>
es_es: Añade tus candidatos manualmente <sup>nuevo</sup>

source: Add your applicants
es_es: Añade tus candidatos

source: Now you can add the candidates and their CV manually - manage everything in one place!
es_es: Ahora puedes añadir candidatos con su CV manualmente - administra todo desde el mismo lugar.

source: Please attach the applicant's CV
es_es: Por favor, adjunta el CV del candidato
pl_pl: Proszę dodać CV kandydata

source: Country is obligatory.
es_es: El país es obligatorio.
pl_pl: Kraj jest polem obowiązkowym.

source: Region is obligatory.
es_es: La región es obligatoria.
pl_pl: Region jest polem obowiązkowym.

source: City is obligatory.
es_es: La ciudad es obligatoria.
pl_pl: Miasto jest polem obowiązkowym.

source: Add applicant
es_es: Añadir candidato
pl_pl: Dodaj kandydata

source: Choose sex
es_es: Escoger sexo
pl_pl: Wybierz płeć

source: Assign to a job?
es_es: ¿Asignar oferta de empleo?
pl_pl: Przypisać do oferty pracy?

source: Select a status
es_es: Seleccionar estado
pl_pl: Wybierz status

source: Attach CV
es_es: Adjuntar CV
pl_pl: Dodaj CV

source: Add
es_es: Añadir
pl_pl: Dodaj

source: Profile
es_es: Perfil
pl_pl: Profil

source: Messages
es_es: Mensajes
pl_pl: Wiadomości

source: Select score
es_es: Seleccionar puntuación
pl_pl: Wybierz wynik

source: %1$d view
es_es: %1$d visita
pl_pl: %1$d wyświetlenie

source: There is <strong>%1$s</strong> new applicant. <a href="%2$s">See them all</a>
es_es: Hay <strong>%1$s</strong> nuevo candidato. <a href="%2$s">Ver todos</a>
pl_pl: Zaaplikował <strong>%1$s</strong> nowy kandydat. <a href="%2$s">Zobacz wszystkich</a>

source: Job application received at %1$s
es_es: Candidato recibido en %1$s
pl_pl: Otrzymano aplikację na ofertę pracy %1$s

source: Hi %1$s, You have just applied to %2$s job offer at %3$s. This is just an automatic message, to check the status of your application go to %4$s. Thanks and good luck! %5$s
es_es: Hi %1$s, Acabas de inscribirte a la oferta de empleo %2$s en %3$s. Este es un mensaje automático, para saber el estado de tu candidatura deberías dirigirte a %4$s. Gracias y suerte! %5$s
pl_pl: Witaj %1$s, Twoja aplikacja na ofertę pracy %2$s została przesłana na %3$s. Ta wiadomość generowana jest automatycznie, aby sprawdzić status aplikacji, przejdź do %4$s. Dziękujemy i powodzenia! %5$s

source: A new candidate has applied to a job offer
es_es: Se ha apuntado un nuevo candidato a una oferta de empleo
pl_pl: Nowy kandydat aplikował na Twoją ofertę pracy

source: Dear %1$s, A new candidate has just applied for a job offer: %2$s. To view and manage his/her CV, please click here: %3$s. Remember that you can access your job board anytime at: %4$s Thank you and regards, Osclass.com
es_es: Estimado %1$s, Un nuevo candidato se ha apuntado a tu oferta de empleo: %2$s. Para consultar y gestionar su currículo haz click aquí: %3$s. Recuerda que puedes acceder a tu job board desde la dirección: %4$s Gracias, Osclass.com
pl_pl: Witaj %1$s, Nowy kandydat aplikował na Twoją ofertę pracy: %2$s. Aby zobaczyć jego/jej CV oraz inne dokumenty, prosimy kliknąć tutaj: %3$s. Pamiętaj, że w każdej chwili możesz zalogować się do panelu użytkownika tutaj: %4$s Dziękujemy i powodzenia! , Osclass.com

source: Do you want to send an email?
es_es: ¿Quieres enviar un email?
pl_pl: Chcesz wysłać wiadomość e-mail?

source: Not now
es_es: Ahora no
pl_pl: Nie teraz

source: You haven't sent any emails yet.
es_es: No se ha enviado ningún email todavía.
pl_pl: Jeszcze nie wysłano żadnej wiadomości.

source: Download
es_es: Descargar
pl_pl: Pobierz

source: Mails sent
es_es: Emails enviados
pl_pl: Wysłane wiadomości

source: Application status change at %1$s
es_es: Cambio de estado de la candidatura en %1$s
pl_pl: Zmiana statusu kandydatury na %1$s

source: Hi %1$s, The %2$s company would like to inform you that your application for %3$s has changed to: %4$s. This is just an automatic message, to check the status of your application go to %5$s. Thanks and good luck!, %6$s
es_es: Hola %1$s, La empresa %2$s le comunica que tu candidatura para el empleo %3$s ha pasado al estado: %4$s. Este es un mensaje automático, para conocer más sobre el estado de tu candidatura deberás dirigirte a %5$s. Gracias, %6$s
pl_pl: Witaj %1$s, %2$s pragnie poinformować o zmianie statusu Twojej aplikacji na stanowisko %3$s na %4$s. Ta wiadomość jest generowana automatycznie, aby sprawdzić status Twojej kandydatury przejdź do %5$s. Dziękujemy i powodzenia! %6$s

source: Here you can view a profile of the applicant, view or download his/her CV, view emails sent, add notes, rate profile and change applicant’s status (active, interviewed, hired or rejected).
es_es: Aquí puedes ver el perfil del candidato, ver o descargar su CV, los emails enviados, añadir notas, calificarlos y cambiar su estado.
pl_pl: Tutaj możesz zobaczyć profil kandydata lub pobrać jego/jej CV, przejrzeć wysłane wiadomości, dodać notatki, ocenić profil oraz zmienić status (aktywny, rozmowa klasyfikacyjna, zatrudniony lub odrzucony).

source: %1$d year
es_es: %1$d año
pl_pl: %1$d rok

source: %1$d year ago
es_es: hace %1$d año
pl_pl: %1$d rok temu

source: %1$d month ago
es_es: hace %1$d mes
pl_pl: %1$d miesiąc temu

source: %1$d month
es_es: %1$d mes
pl_pl: %1$d miesiąc

source: %1$d day ago
es_es: hace %1$d día
pl_pl: %1$d dzień temu

source: %1$d day
es_es: %1$d día
pl_pl: %1$d dzień

source: %1$d hour ago
es_es: hace %1$d hora
pl_pl: %1$d godzinę temu

source: %1$d hour
es_es: %1$d hora
pl_pl: %1$d godzinę

source: %1$d minute ago
es_es: hace %1$d minutos
pl_pl: %1$d minutę temu

source: %1$d minute
es_es: %1$d minuto
pl_pl: %1$d minutę

source: %1$d second ago
es_es: hace %1$d segundo
pl_pl: %1$d sekundę temu

source: %1$d second
es_es: %1$d segundo
pl_pl: %1$d sekundę

source: Take a tour
es_es: Haga una visita guiada
pl_pl: Rozejrzyj się - zobacz jakie to proste!

source: Create new job
es_es: Crear nueva oferta empleo
pl_pl: Dodaj nową ofertę pracy

source: Administrators have total control over all aspects of your jobboard, while moderators are only allowed to view job offers and manage applicants
es_es: Los administradores tienen control total sobre el aspecto de tu portal de empleo; mientras que los moderadores solo pueden ver las ofertas de empleo y administrar los candidatos
pl_pl: Administratorzy mają pełną kontrolę nad funkcjonowaniem konta, moderatorzy mogą jedynie przeglądać oferty pracy i zarządzać kandydaturami.

source: Next
es_es: Siguiente
pl_pl: Następny

source: Back
es_es: Atrás
pl_pl: Wstecz

source: Done
es_es: Hecho
pl_pl: Potwierdź

source: Skip
es_es: Omitir
pl_pl: Omiń

source: Close
es_es: Cerrar
pl_pl: Zamknij

source: Welcome to Osclass.com
es_es: Bienvenido a Osclass.com.
pl_pl: Witamy w Osclass.com

source: Here you can publish your first job offer.
es_es: Aquí puedes publicar tu primera oferta de empleo.
pl_pl: Tutaj możesz opublikować swoją pierwszą ofertę pracy.

source: Manage jobs
es_es: Administrar empleos
pl_pl: Zarządzaj ofertami

source: You can manage your different job offers from here.
es_es: Puedes administrar las diferentes ofertas de empleo desde aquí.
pl_pl: Tutaj możesz zarządzać Twoimi ofertami pracy.

source: You can see the candidates' profiles here - you can filter them by a job offer they've applied for.
es_es: Puedes ver los perfiles de los candidatos aquí - también puedes filtrar por la oferta de empleo a la que han aplicado.
pl_pl: Tutaj możesz zobaczyć profile kandydatów - możesz je filtrować według oferty pracy, na którą zaaplikowali.

source: Settings
es_es: Preferencias
pl_pl: Ustawienia

source: You can set your Google Analytics ID, company name and other settings from here.
es_es: Puedes poner tu Google Analytics ID, nombre de empresa y otras preferencias desde aquí.
pl_pl: Tutaj możesz ustawić kod Google Analytics, zmienić nazwę firmy oraz inne ustawienia.

source: Appearance
es_es: Aspecto
pl_pl: Wygląd strony

source: You can customize the colours of your website to better reflect your company's image.
es_es: Puedes personalizar los colores de tu web para reflejar mejor tu imagen corporativa.
pl_pl: Dostosuj kolory na Twojej stronie internetowej, aby lepiej odzwierciedlić wizerunek firmy.

source: That's all for now!
es_es: ¡Eso es todo por ahora!
pl_pl: To na razie tyle!

source: You can repeat the tour anytime by clicking the link below.
es_es: Puedes repetir el tour en cualquier momento haciendo click en el siguiente enlace.
pl_pl: Możesz powtórzyć tour w każdej chwili, klikając na poniższy link.

source: The corporate page has been edited.
es_es: La página de empresa ha sido editada.
pl_pl: Strona firmy została zmodyfikowana.

source: Applicant CV
es_es: CV del candidato
pl_pl: CV kandydata

source: The legal page has been edited.
es_es: La página legal ha sido editada.
pl_pl: Polityka Prywatności została zmodyfikowana.

source: Num. of positions, must be numeric.
es_es: El número de posiciones debe ser numérico.
pl_pl: Liczba otwartych wakatów musi być wartością liczbową.

source: The %1$s has modified a design of the job board.
es_es: %1$s ha modificado el diseño del job board.
pl_pl: %1$s zmodyfikował projekt strony.

source: The %1$s has just modified a logo.
es_es: %1$s ha cambiado el logo.
pl_pl: %1$s zmienił logo.

source: Are you sure? If you delete this offer, all the candidates' CV that have applied for this job will be automatically deleted and you will no longer have access to that data. If you don't want this job offer to be displayed, but still keep all the CV, it's better you select "Block" option.
es_es: ¿Estás seguro? Si eliminar esta oferta de empleo, todos los curriculums de los candidatos que han aplicado a este empleo se eliminarán automáticamente y ya no podrás acceder a ellos. Si no quieres seguir mostrando esta oferta de empleo pero seguir guardando los CVs, es mejor escoger la opción de "Bloquear".
pl_pl: Jesteś pewien? Jeśli usuniesz tę ofertę pracy zostaną usunięte wszystkie dokumenty przesłane przez kandydatów, którzy aplikowali na daną ofertę i już nie będziesz posiadał do nich dostępu. Jeżeli nie chcesz, aby oferta była widoczna na stronie, ale chcesz zachować życiorysy, powinieneś użyć opcji „Zablokuj”.

source: Killer form deleted correctly
es_es: Formulario de "Killer questions" eliminado correctamente
pl_pl: Formularz z dodatkowymi pytaniami został usunięty prawidłowo

source: Problems tring to remove killer question form. Try it again.
es_es: Ha habido un problema intentando eliminar la "Killer question". Inténtalo de nuevo.
pl_pl: Wystąpił błąd podczas usuwania formularza z dodatkowymi pytaniami. Spróbuj ponownie.

source: Reject
es_es: Rechazado
pl_pl: Odrzucony

source: Please answer these questions to apply
es_es: Por favor, contesta estas preguntas al aplicar
pl_pl: Odpowiedz na podane niżej pytania, aby aplikować na tę ofertę pracy

source: Killer question form note: Once you create it you won't be able to update or remove it without deleting vacancy itself
es_es: Nota: una vez has creado este formulario no podrás actualizarlo o eliminarlo sin eliminar la oferta
pl_pl: Uwaga dotycząca dodawania pytań: Po utworzeniu formularza, nie będzie można go zaktualizować lub usunąć bez wyeliminowania oferty pracy.

source: Killer question form note: Once you create it you won't be able to update or remove it without deleting vacancy itself <strong>Edit</strong>
es_es: Nota. una vez has creado este formulario no podrás actualizarlo o eliminarlo sin eliminar la oferta <strong>Editar</strong>
pl_pl: Uwaga dotycząca dodawania pytań: Po utworzeniu formularza, nie będzie można go zaktualizować lub usunąć bez usunięcia oferty pracy. <strong>Edytuj</strong>

source: Killer question form note: Once you create it you won't be able to update or remove it without deleting vacancy itself <strong>Disabled</strong>
es_es: Nota: una vez has creado este formulario no podrás actualizarlo o eliminarlo sin eliminar la oferta <strong>Desactivar</strong>
pl_pl: Uwaga dotycząca dodatkowych pytań: Po utworzeniu formularza, nie będzie można go zaktualizować lub usunąć bez usunięcia oferty pracy. <strong>Wyłącz</strong>

source: Question %1$s
es_es: Pregunta %1$s
pl_pl: Pytanie %1$s

source: Open question by default
es_es: Pregunta abierta por defecto
pl_pl: Pytanie otwarte jest ustawione jako domyślne

source: Delete question
es_es: Eliminar pregunta
pl_pl: Usuń pytanie

source: Are you sure you want to delete this question?
es_es: ¿Estás seguro que quieres eliminar esta pregunta?
pl_pl: Na pewno chcesz usunąć to pytanie?

source: Answers will be deleted too
es_es: Las respuestas serán eliminadas también
pl_pl: Odpowiedzi zostaną również usunięte

source: Add new question
es_es: Añadir nueva pregunta
pl_pl: Dodaj nowe pytanie

source: Form title saved correctly
es_es: El título del formulario se ha guardado correctamente
pl_pl: Nazwa formularza zapisana poprawnie

source: Error adding Killer question form
es_es: Ha ocurrido un error añadiendo un formulario de "Killer questions"
pl_pl: Wystąpił błąd podczas dodawania formularza z dodatkowymi pytaniami

source: Title cannot be empty
es_es: El título no puede estar vacío
pl_pl: Tytuł nie może być pusty

source: Error updating Killer question form
es_es: Ha ocurrido un error actualizado el formulario de "Killer questions"
pl_pl: Wystąpił błąd podczas aktualizacji formularza z dodatkowymi pytaniami

source: Add from
es_es: Añadir formulario
pl_pl: Dodaj formularz

source: Add Questions
es_es: Añadir pregunta
pl_pl: Dodaj pytania

source: Update from
es_es: Actualizar formulario
pl_pl: Aktualizuj formularz

source: Show killer questions
es_es: Mostrar "Killer question"
pl_pl: Pokaż dodatkowe pytania

source: Title
es_es: Título
pl_pl: Tytuł

source: Question
es_es: Pregunta
pl_pl: Pytanie

source: Answer
es_es: Respuesta
pl_pl: Odpowiedź

source: Answers will be delete too
es_es: Las respuestas serán eliminadas también
pl_pl: Odpowiedzi zostaną również usunięte

source: Killer questions forms
es_es: Formulario de "Killer question"
pl_pl: Formularz z dodatkowymi pytaniami

source: Add new
es_es: Añadir nueva
pl_pl: Dodaj nowy

source: Show %d Killer forms
es_es: Mostrar %d formularios de "Killer questions"
pl_pl: Pokaż %d formularze z dodatkowymi pytaniami

source: Publication date
es_es: Fecha de publicación
pl_pl: Data publikacji

source: Nº questions
es_es: Núm. preguntas
pl_pl: Liczba pytań

source: Used by
es_es: Usado por
pl_pl: Użyty przez

source: Show
es_es: Mostrar
pl_pl: Pokaż

source: Delete killer question form
es_es: Eliminar formulario de "Killer question"
pl_pl: Usuń formularz z dodatkowymi pytaniami

source: Only can delete killer questions form if isn't used by any job
es_es: Solo se puede eliminar el formulario de "Killer questions" si no ha sido usado en ninguna oferta de empleo
pl_pl: Możesz usunąć formularz z dodatkowymi pytaniami, jeśli nie jest on użyty w żadnej ofercie pracy

source: You are going to delete killer questions form. Are you sure?
es_es: Vas a eliminar el formulario de "Killer questions". ¿Estás seguro?
pl_pl: Zamierz usunąć formularz z dodatkowymi pytaniami. Na pewno?

source: Remove
es_es: Eliminar
pl_pl: Usuń

source: With not reviewed questions
es_es: Sin preguntas revisadas
pl_pl: Niesprawdzone pytania killer questions

source: Score questions
es_es: Puntuación de las preguntas
pl_pl: Wyniki pytań killer questions

source: Needs correction
es_es: Necesita correción
pl_pl: Potrzebna korekta

source: Score
es_es: Puntuación
pl_pl: Wynik

source: View answers
es_es: Ver respuestas
pl_pl: Zobacz odpowiedzi

source: This user has applied to more jobs
es_es: Este usuario ha aplicado a más empleos
pl_pl: Ten użytkownik aplikował także na inne oferty pracy

source: Corrected
es_es: Corregido
pl_pl: Poprawione

source: All questions are required
es_es: Todas las preguntas son obligatorías
pl_pl: Wszystkie pytania są obowiązkowe

source: Add answers
es_es: Añadir respuestas
pl_pl: Dodaj odpowiedzi

source: Remove answers
es_es: Eliminar respuestas
pl_pl: Usuń odpowiedzi

source: Remove this answer
es_es: Eliminas esta respuesta
pl_pl: Usuń tę odpowiedź

source: Remove question
es_es: Eliminar pregunta
pl_pl: Usuń pytanie

source: Some errors occurs adding new killer questions
es_es: Ha ocurrido algún error añadiendo una nueva "Killer question"
pl_pl: Wystąpił bląd podczas dodawania nowego pytania

source: Some errors occurs updating existing killer questions
es_es: Ha ocurrido algún error actualizado el formulario existente de "Killer questions"
pl_pl: Wystąpił błąd podczas aktualizacji istniejących pytań

source: Killer question form added correctly
es_es: El formulario de "Killer questions" ha sido añadido correctamente
pl_pl: Formularz z killer questions został dodany prawidłowo

source: Killer question form updated correctly
es_es: Formulario de "Killer questions" actualizado correctamente
pl_pl: Formularz z killer questions został zaktualizowany prawidłowo

source: Closed
es_es: Cerrado
pl_pl: Zamknięty

source: We are hiring! %1$s %2$s #osclasscom
es_es: Estamos contratando! %1$s %2$s #osclasscom
pl_pl: Pracuj z nami! %1$s %2$s #osclasscom

source: Share your vacancy
es_es: Comparte tu oferta de empleo
pl_pl: Publikuj Twoją ofertę pracy

source: Good stuff! Your vacancy has been published.
es_es: Bien! Tu oferta de empleo ha sido publicada.
pl_pl: Brawo! Twoja oferty pracy została opublikowana.

source: Would you like to share your vacancy?
es_es: ¿Te gustaría compartir tu oferta de empleo?
pl_pl: Chcesz podzielić się Twoją ofertą pracy?

source: Share to Twitter
es_es: Compartir en Twitter
pl_pl: Udostępnij na Twitterze

source: Share to Facebook
es_es: Compartir en Facebook
pl_pl: Udostępnij na Facebooku

source: Share to Linkedin
es_es: Compartir en LinkedIn
pl_pl: Udostępnij na LinkedIn

source: You haven’t published any job offer yet. <a href="%1$s">Start now here</a>.
es_es: Todavía no has publicado ninguna oferta de empleo. <a href="%1$s">Empieza aquí</a>.
pl_pl: Jeszcze nie została opublikowana żadna oferta. <a href="%1$s">Zacznij teraz</a>.

source: %s open position
es_es: %s posición abierta
pl_pl: %s otwarta pozycja

source: You haven’t taken any note yet - remember you can take notes and rate candidates.
es_es: Todavía no has sacado sacado ninguna nota - recuerda que puedes escribir notas y calificar a los candidatos.
pl_pl: Nie dodano jeszcze żadnej notatki - pamiętaj, że możesz dodawać notatki i oceny kandydatów.

source: You haven’t edited the corporate website yet. <a href="%1$s">Do it now</a>!
es_es: Todavía no has editado la página de empresa. ¡<a href="%1$s">Házlo ahora</a>!
pl_pl: Jeszcze nie edytowano strony korporacyjnej. <a href="%1$s">Zrób to teraz</a>!

source: %1$s has changed "%2$s" applicant status to %3$s (%4$s)
es_es: %1$s has cambiado status de la candidatura de "%2$s" a %3$s (%4$s)
pl_pl: %1$s zmienił status kandydata "%2$s" na %3$s (%4$s)

source: %1$s has deleted a note of the applicant %2$s (%3$s)
es_es: %1$s has borrado la nota de la candidatura de %2$s (%3$s)
pl_pl: %1$s usunął notatkę dotyczącą kandydata %2$s (%3$s)

source: %1$s has edited a note of the applicant %2$s (%3$s)
es_es: %1$s has editado la nota de la candidatura de %2$s (%3$s)
pl_pl: %1$s edytował notatkę dotyczącą kandydata %2$s (%3$s)

source: %1$s has added a note to the applicant %2$s (%3$s)
es_es: %1$s has añadido una nota a la candidatura de %2$s (%3$s)
pl_pl: %1$s dodał notatkę dotyczącą kandydata %2$s (%3$s)

source: %1$s has rated to <b>%2$s</b> an applicant: %3$s (%4$s)
es_es: %1$s ha clasificado la candidatura de %3$s (%4$s) a <b>%2$s</b>
pl_pl: %1$s ocenił kandydata %3$s (%4$s) na <b>%2$s</b>

source: %1$s has applied to the job offer: "%2$s"
es_es: %1$s ha aplicado a la oferta de empleo: "%2$s"
pl_pl: %1$s zaaplikował na ofertę pracy: "%2$s"

source: %1$s made changes to the job offer: "%2$s"
es_es: %1$s ha hecho cambios a la oferta de empleo: "%2$s"
pl_pl: %1$s dokonał zmian w ofercie pracy: "%2$s"

source: %1$s created a new job offer: "%2$s"
es_es: %1$s ha añadido una oferta de empleo: "%2$s"
pl_pl: %1$s stworzył nową ofertę pracy:"%2$s"

source: %1$s signed in.
es_es: %1$s se ha registrado.
pl_pl: %1$s zalogował się.

source: <a href="%1$s">Edit</a> your default locations so you don'nt not to enter each time - they are still empty!
es_es: <a href="%1$s">Edita</a> la localización predeterminada para no tenere que rellenarla cada vez que publicas la oferta - ahora este campo es vacío!
pl_pl: <a href="%1$s">Edytuj</a> domyślną lokalizację, aby nie trzeba jej wprowadzać za każdym razem.

source: <a href="%1$s">Edit</a> your legal site - it is still empty!
es_es: <a href="%1$s">Edita</a> la página con la información legal - sigue vacía!
pl_pl: <a href="%1$s">Edytuj</a> stronę z informacją prawną - jest nadal pusta!

source: Transmit the values of your company by <a href="%1$s">creating additional pages</a> in few seconds.
es_es: Transmite los valores de tu compañía <a href="%1$s">añadiendo páginas estáticas</a> en unos segundos.
pl_pl: Przekaż walory Twojej firmy <a href="%1$s">tworząc dodatkowe strony</a> w kilka sekund.

source: You can add new pages to your job board providing more information about your company. <a href="%1$s">Try it here</a>.
es_es: Puedes añadir nuevas páginas a tu job board y proporcionar más información sobre tu empresa. <a href="%1$s"> Pruébalo aquí</a>.
pl_pl: Możesz dodawać nowe strony z informacjami o Twojej firmie. <a href="%1$s">Wypróbuj tutaj</a>!

source: Use filters to manage better all the candidates.
es_es: Utiliza filtros para gestionar mejor las candidaturas.
pl_pl: Używaj filtrów, aby lepiej zarządzać wszystkimi kandydatami.

source: You have published %1$s job offers. Add new one <a href="%2$s">here</a>.
es_es: Has publicado una oferta de empleo. Añade una nueva <a href="%2$s">aquí</a>.
pl_pl: Opublikowałeś już %1$s ofert pracy. Dodaj nową <a href="%2$s">tutaj </a>.

source: <div class="dismiss-tip"><a id="dismiss-tip" data-notice-id="%1$s" href="#">Dismiss</a> to not show again.</div>
es_es: <div class="dismiss-tip"><a id="dismiss-tip" data-notice-id="%1$s" href="#">Descartar</a> para no volver a enseñar este mensaje.</div>
pl_pl: <div class="dismiss-tip"> <a id="dismiss-tip" data-notice-id="%1$s" href="#"> Zamknij</a> , aby nie pokazywać ponownie. </div>

source: Default city
es_es: Ciudad predeterminada
pl_pl: Domyślne miasto

source: Save changes
es_es: Guardar cambios
pl_pl: Zapisz zmiany

source: Default region
es_es: Región predeterminada
pl_pl: Domyślny region

source: Default country
es_es: País predeterminado
pl_pl: Domyślny kraj

source: Admin mail system
es_es: Sistema del correo del admin
pl_pl: System poczty administratora

source: Create package and download resumes
es_es: Crear paquete y descargar los CV
pl_pl: Stwórz pakiet i pobierz CV

source: WARNING: Depending on how much resumes were submitted, the process could take several minutes to finish. An email will be sent after the process with the links to download the resumes. Feel free to close this window, we'll inform you once we finished.
es_es: AVISO: Dependiendo del número de CV recibidos, el proceso puede tardar varios minutos. Una vez terminado, se enviará un email con el enlace para descargar los CV. Puedes cerrar esta ventana, te informaremos una vez el proceso esté finalizado.
pl_pl: UWAGA: W zależności od tego, ile CV zostało dodanych, proces ten może potrwać kilka minut. Zostaniesz poinformowany drogą e-mail, kiedy proces zostanie zakończony. Możesz zamknąć to okno, poinformujemy Cię, kiedy proces się skończy.

source: Click on the button below to initiate the process to download all the resumes of the applicants.
es_es: Haz clic en el botón abajo para iniciar la descarga de todos los CV de los candidatos.
pl_pl: Kliknij na poniższy przycisk, aby rozpocząć proces i pobrać wszystkie CV kandydatów.
